{
  "articles": {
    "main": {
      "imageUrl": "https://assets.bonappetit.com/photos/62041220fbef7937a3e43de4/1:1/w_720,c_limit/20220208%2520AST%2520Ketchup%2520LEDE.jpg",
      "title": "A Skeptic Tries: Ketchup",
      "subtitle": "Kid-me was grossed out by the sticky red sauce. Adult-me was willing to give it another shot."
    },
    "others": [
      {
        "imageUrl": "https://assets.bonappetit.com/photos/6206a944463bf23e0de9d929/4:3/w_720,c_limit/Please-Help-Me%2520Understand-How-Big-This-Water%2520Bottle-Actually-Is.jpg",
        "title": "The Size of This Water Bottle Is Proof That the Multiverse Exists",
        "subtitle": "The Pankio sports water bottle contains exactly one half gallon of water and also the multitudes of the ocean.",
        "category": "culture"
      },
      {
        "imageUrl": "https://assets.bonappetit.com/photos/61fd90c28229341216032c3f/4:3/w_720,c_limit/BA_JulianDinnerParty_Final_Flat2.jpg",
        "title": "The Gilded Age's Creator Julian Fellowes Would Party With Its Real-Life Socialites",
        "subtitle": "At his dream dinner party, the director and screenwriter would serve coronation chicken and crepes Suzette.",
        "category": "people"
      },
      {
        "imageUrl": "https://assets.bonappetit.com/photos/620699a9b991f2fe78fea669/4:3/w_720,c_limit/chard.jpg",
        "title": "Why Drinking at an Airport Bar Feels So Romantic",
        "subtitle": "The drinks aren’t top shelf, but the airport bar is where my husband and I get to pause and connect with each other.",
        "category": "culture"
      },
      {
        "imageUrl": "https://assets.bonappetit.com/photos/6202ac48cb2ec4b379783093/4:3/w_720,c_limit/SuperbowlFoodtexture%2520(1).jpg",
        "title": "Everywhere You Should Eat in Inglewood, Home to Super Bowl LVI",
        "subtitle": "All the restaurants, cafés, and coffee shops Los Angeles locals love the most.",
        "category": "restaurants"
      }
    ]
  },
  "recipes": {
    "main": [
      {
        "categories": [
          "Dinner",
          "Main",
          "Weeknight",
          "Vegetarian",
          "Nut-Free",
          "Chickpea",
          "Bean",
          "Vegetable",
          "Cucumber",
          "Yogurt",
          "Other Ingredients",
          "Cilantro",
          "Herbs & Spices",
          "Parsley"
        ],
        "description": "This large-format, weeknight-friendly take on falafel starts with canned chickpeas, instead of dried, and calls for baking instead of frying. Packed with herbs and a few heavy-hitting spices, the golden brown savory cake is first crisped in a skillet for optimal craggy edges, then finished in the oven until cooked through. To make it a meal, pair a wedge with a simple salad of cucumber, radishes, and quick-pickled red onion. ",
        "mainDescription": "No need to fight over the last falafel—this sliceable one is big enough for everyone.",
        "imageUrl": "https://assets.bonappetit.com/photos/621ce9eb3792627d16d9c392/3:4/w_720,c_limit/20220215%2520WEB%2520RECIPES%25204082.jpg",
        "title": "Big Baked Falafel Cake With Cucumber Salad",
        "dateUploaded": "2022-03-04",
        "servings": "4 servings",
        "people": {
          "author": "Kendra Vaculin",
          "photographers": [
            "Isa Zapata"
          ],
          "foodStylists": [
            "Susan Ottaviano"
          ],
          "propStylists": [
            "Maeve Sheridan",
            "Molly Longwell"
          ]
        },
        "utensils": [
          {
            "name": "Citrus Juicer",
            "imageUrl": "https://assets.bonappetit.com/photos/60cb7a8d003da72373591230/1:1/w_640,c_limit/citrus_juicer.jpg",
            "sponsor": {
              "name": "Amazon",
              "price": 7,
              "url": "https://cna.st/p/2hc5hQAHzoCJK2BmmbYU8ExZD6VffRqrZEGXCa3GCkqmamAYoDCW25HByXWdrbHSxzZZQ8CDymSYicb4gm7RQoMajkJgsUBChTzVc7uDmnp?cid=621ea1d4f62bdce4b6a057c0"
            }
          },
          {
            "name": "Cast Iron Skillet",
            "imageUrl": "https://assets.bonappetit.com/photos/596d20f72b659b48a371c404/1:1/w_640,c_limit/basically-equipment-cast-iron-skillet.jpg",
            "sponsor": {
              "name": "Amazon",
              "price": 30,
              "url": "https://cna.st/p/2hc5hQAHzoCJK2BmmbYU8ExZD6VffRqrZEGXCa3GCbmsjRC9aDQ5q4VRyy7rQ9ZsMzH9ydcos5q16PQTBNT2s2UHKx5crSgyqYMArEKpCLs?cid=621ea1d4f62bdce4b6a057c0"
            }
          },
          {
            "name": "Whisk",
            "imageUrl": "https://assets.bonappetit.com/photos/60a5250981b25b25c6c8d4af/1:1/w_640,c_limit/product%20whisk.jpg",
            "sponsor": {
              "name": "Amazon",
              "price": 10,
              "url": "https://cna.st/p/2hc5hQAHzoCJK2BmmbYU8ExZD6VffRqrZEGXCa3GCbmseir9LTWDnsngCNz94mmbti599nXxZB4ynBjSEZGqE9X9bm5Y6d22T2VC7E132tJ?cid=621ea1d4f62bdce4b6a057c0"
            }
          },
          {
            "name": "Microplane Grater",
            "imageUrl": "https://assets.bonappetit.com/photos/5dcf0969ad1a0300083764ac/1:1/w_640,c_limit/Basically-Molly-GiftGuide-Microplane.jpg",
            "sponsor": {
              "name": "Amazon",
              "price": 16,
              "url": "https://cna.st/p/2hc5hQAHzoCJK2BmmbYU8ExZD6VffRqrZEGXCa3GCkqQTrua49zXQVt3D1ssizewnLzoEJRFp7v4TYHBY5BhaqMXH9FwvtFAmJtPukP37yW?cid=621ea1d4f62bdce4b6a057c0"
            }
          }
        ],
        "ingredients": [
          {
            "count": "1",
            "ingredient": "large red onion"
          },
          {
            "count": "3",
            "ingredient": "Tbsp. plus 1 tsp. fresh lemon juice"
          },
          {
            "count": "¼",
            "ingredient": "tsp. sugar"
          },
          {
            "count": "1½",
            "ingredient": "tsp. Diamond Crystal or 1 tsp. Morton kosher salt, plus more"
          },
          {
            "count": "¾",
            "ingredient": "cup (packed) cilantro leaves, divided"
          },
          {
            "count": "¾",
            "ingredient": "cup (packed) parsley  leaves, divided"
          },
          {
            "count": "null",
            "ingredient": "Tbsp. cornstarch or potato starch"
          },
          {
            "count": "1",
            "ingredient": "tsp. ground cumin"
          },
          {
            "count": "½",
            "ingredient": "tsp. baking powder"
          },
          {
            "count": "½",
            "ingredient": "tsp. ground coriander"
          },
          {
            "count": "¼",
            "ingredient": "tsp. cayenne"
          },
          {
            "ingredient": "Freshly ground black pepper"
          },
          {
            "count": "2",
            "ingredient": "garlic cloves, finely grated"
          },
          {
            "count": "1",
            "ingredient": "large egg, beaten"
          },
          {
            "count": "2",
            "ingredient": "15.5-oz. cans chickpeas, rinsed"
          },
          {
            "count": "2",
            "ingredient": "Tbsp. extra-virgin olive oil, plus more for drizzling"
          },
          {
            "count": "1",
            "ingredient": "cup plain whole-milk yogurt"
          },
          {
            "count": "3",
            "ingredient": "Persian cucumbers, thinly sliced"
          },
          {
            "count": "2",
            "ingredient": "radishes, trimmed, thinly sliced"
          }
        ],
        "reviews": [
          {
            "review": "I have a spouse who hates cilantro. Thoughts on a substitute?",
            "author": "Anonymous",
            "location": "Philadelphia",
            "date": "2022-03-08"
          },
          {
            "review": "A nice alternative to falafel proper... which for whatever reason I have a hard time getting right.",
            "author": "Anonymous",
            "date": "2022-03-07"
          }
        ],
        "steps": [
          "Place a rack in middle of oven; preheat to 350°. Cut 1 large red onion into quarters. Thinly slice 1 quarter crosswise and place in a small bowl. Add 3 Tbsp. fresh lemon juice, ¼ tsp. sugar, and a big pinch of kosher salt and stir to combine, breaking up onion. Set aside to pickle.",
          "Transfer remaining onion quarters to a food processor and add ½ cup (packed) cilantro leaves, ½ cup (packed) parsley leaves, 2 Tbsp. cornstarch or potato starch, 1½ tsp. Diamond Crystal or 1 tsp. Morton kosher salt, 1 tsp. ground cumin, ½ tsp. baking powder, ½ tsp. ground coriander, ¼ tsp. cayenne, a few grinds of black pepper, and 2 garlic cloves, finely grated. Pulse just until onion is chickpea-size (8–10 pulses). Add 1 large egg, beaten, and two 15.5-oz. cans chickpeas, rinsed, and pulse until chickpeas are coarsely chopped (8–10 pulses).",
          "Heat 2 Tbsp. extra-virgin olive oil in a 10\" ovenproof skillet, preferably cast iron, over medium-high and swirl to coat bottom and sides. Scrape in falafel mixture and pat into an even layer all the way to the edges of skillet. Cook falafel until starting to turn golden around the edges, about 5 minutes.",
          "Transfer skillet to oven and cook until falafel is set on top and browned around the edges, 18–22 minutes.",
          "Meanwhile, whisk 1 cup plain whole-milk yogurt, remaining 1 tsp. fresh lemon juice, and a pinch of salt in a medium bowl. If yogurt is thick, thin with water, 1 Tbsp. at a time, to a drizzle-able consistency.",
          "Coarsely chop remaining ¼ cup (packed) cilantro leaves and ¼ cup (packed) parsley leaves and place in a medium bowl. Add 3 Persian cucumbers, thinly sliced, 2 radishes, trimmed, thinly sliced, and reserved pickled red onion; season with salt and pepper. Drizzle oil and some of pickling liquid over; toss salad to combine.",
          "Run a butter knife around edges of skillet to loosen falafel if needed, then carefully invert onto a plate. Cut into wedges and divide among plates. Serve with salad mounded on top and yogurt drizzled over. Season with more pepper."
        ],
        "rating": {
          "count": 9,
          "value": 3.6
        }
      },
      {
        "categories": [
          "Southeast Asian",
          "Asian",
          "Coconut Milk",
          "Other Ingredients",
          "Chicken Leg",
          "Chicken",
          "Poultry",
          "Easy",
          "Weeknight Meals",
          "Main",
          "Dairy-Free",
          "Gluten-Free",
          "Keto",
          "Healthyish",
          "Braise",
          "Dinner"
        ],
        "description": "No searing, no chopping, one baking dish. And if you don’t have ginger, garlic, and lemongrass on hand, a combination of any two will be plenty to make this chicken over-the-top delicious in about an hour. You can find curry paste in the Asian aisle at most grocery stores or at an Asian market; we recommend any from Maesri.",
        "imageUrl": "https://assets.bonappetit.com/photos/5d4ddd5feed18100091d2a56/3:4/w_720,c_limit/BA-0919-Coconut-Milk-Chicken-Playbook.jpg",
        "rating": {
          "count": 71,
          "value": 4.5
        },
        "tag": "Easy",
        "title": "Coconut Milk–Braised Chicken Legs",
        "dateUploaded": "2018-12-14",
        "servings": "2 servings",
        "mainDescription": "No searing! No chopping! One baking dish!",
        "people": {
          "author": "Chris Morocco",
          "photographers": [
            "Marcus Nilsson"
          ],
          "foodStylists": [
            "Frances Boswell"
          ],
          "propStylists": [
            "Amy Wilson"
          ]
        },
        "ingredients": [
          {
            "count": "1",
            "ingredient": "cup unsweetened coconut milk"
          },
          {
            "count": "1",
            "ingredient": "Tbsp. Thai curry paste"
          },
          {
            "count": "1",
            "ingredient": "lemongrass stalk, tough outer layer removed, lightly crushed"
          },
          {
            "count": "1",
            "ingredient": "1\" piece ginger, peeled, smashed"
          },
          {
            "count": "4",
            "ingredient": "garlic cloves, peeled, smashed"
          },
          {
            "count": "2",
            "ingredient": "chicken legs (thigh and drumstick; about 1½ lb. total)"
          },
          {
            "ingredient": "Kosher salt"
          },
          {
            "ingredient": "Toasted unsweetened coconut flakes, cilantro leaves with tender stems, cooked rice, and lime wedges (for serving)"
          }
        ],
        "reviews": [
          {
            "review": "I've made this recipe several times to rave reviews. And it's scaleable so make more than you think you will need as folks will ask for seconds. (also you can use boneless skinless thighs -- won't crisp but take less time.) I mistakenly used double the amount of curry paste the first time which was delicious for me as I like spicy -- but a little too much for others so agree with the commenter who recommended tasting the sauce before you put in the chicken and adjusting. ",
            "author": "Anna",
            "location": "Washington DC",
            "date": "2021-10-05"
          },
          {
            "review": "one of our favorite recipes! shockingly easy to make, especially if you're able to find squeezable lemongrass, garlic, and ginger. make sure to baste with sauce at least 3 times. ",
            "author": "ABG",
            "location": "Virginia",
            "date": "2021-09-14"
          },
          {
            "review": "Very low maintenance and flavorful recipe! Great for a weeknight meal! I followed the recipe, and its important to put the chicken on the upper racks of your oven so it's closer to the heating coils, and have enough space between the chicken to get the darkening and crisping of the skin. Don't overcrowd the pan! I ended up dunking the chicken pieces in the Coconut Milk/Thai Red Curry Paste/Lemongrass/Ginger/Garlic mixture, then basted them every 30 mins in the oven. If you want to get a little fancy, you can also reduce the remaining basting liquid into a sauce.",
            "author": "Jose Rizal",
            "location": "Nashville, TN",
            "date": "2021-07-02"
          },
          {
            "review": "Excellent recipe! I used the extra curry paste left over from the Chicken Khao Soi (another really good recipe) and it turned out great. Would definitely make again! ",
            "author": "Miyuki Hamakawa",
            "location": "Vancouver, BC",
            "date": "2021-03-30"
          },
          {
            "review": "Great meal for anyone on a cut. About 300–350 calories per serving, mostly fat and brotein.",
            "author": "420AbsolutelyJackedAndEngorgedMember69",
            "location": "Hell",
            "date": "2021-01-23"
          },
          {
            "review": "I've made this about a dozen times in the past six months and each time I'm shocked by how quick and simple it is to put together and how big the payoff is. I've started adding a can of chickpeas in too, just for something extra. Pair it with roasted (nearly burnt) broccoli, and dinner is done. Thanks BA. ",
            "author": "Charla M",
            "location": "Sarasota, FL",
            "date": "2020-12-18"
          },
          {
            "review": "This is a delicious recipe and so easy! ",
            "author": "Anonymous",
            "location": "Syracuse",
            "date": "2020-12-03"
          },
          {
            "review": "This is a standby at our house now. Easy, fast and delicious. We haven't seen it fail yet, even if we play fast and loose with the ingredients.",
            "author": "Andy",
            "location": "Ottawa, ON",
            "date": "2020-11-29"
          },
          {
            "review": "This one checks all my boxes. I even used garlic and ginger in a plastic tube to make it even simpler and faster. Used 5 each drumsticks & thighs. Couldn't find lemon grass. Used whole can of lite coconut milk and bit more curry paste as other reviewers recommended. Basted 3 times. Added the coconut flakes raw for the last 20 minutes just right on top of the chicken. They came out nice and toasted and the skins were perfectly crispy. Looked just like the picture. Also, did use the lime and cilantro. Served over fresh basmati rice. It was full of flavor and yummy! ",
            "author": "LORI B snow",
            "location": "Belmont, CA",
            "date": "2020-09-20"
          },
          {
            "review": "This is one of the best (and easiest!) chicken recipes I’ve ever made. I just did a large spoonful of curry paste and did add a little roasted red chili paste I had because I thought the additional sugar and aromatics would help with flavor and caramelization, but you might not need it. The sauce is so flavorful and I love how roasty the chicken skin got. This is a must make recipe!!!",
            "author": "Anonymous",
            "location": "Boston",
            "date": "2020-09-08"
          },
          {
            "review": "Followed the recipe pretty much exactly as listed. I basted the tops about every 15 min and also rotated the pan in the oven to ensure even cooking. I used chicken thighs, 4 pretty good size. I add a bit more milk and paste. Had good heat and the skin rendered nice and crispy. Skipped the garnishes didn't have that in house. Came out very nice and crispy and browned ",
            "author": "MattLike2Cook",
            "location": "Stoughton, MA",
            "date": "2020-06-11"
          },
          {
            "review": "Super confused where I went wrong. I was skeptical from the start, covering raw chicken in coconut milk and expecting it to come out browned and lovely like the picture. It came out rubbery and tan colored, all over. I took the chicken out of the sauce after over an hour of cooking and seared it to the best of my abilities to make it appetizing. Sorry, not great!",
            "author": "Anonymous",
            "location": "Seattle",
            "date": "2020-05-28"
          },
          {
            "review": "Delicious. The sauce didn't hold up well for leftovers and just turned oily for me but day of was fantastic. The chicken is very tender and delicious. I will make this again. ",
            "author": "Anonymous",
            "location": "Colorado",
            "date": "2020-05-12"
          },
          {
            "review": "Fantastic!! Make sure to double the sauce, it's incredible!",
            "author": "Anonymous",
            "location": "Tennessee",
            "date": "2020-03-15"
          },
          {
            "review": "My best advice is taste the sauce before adding the chicken. If it tastes bland then, it will be bland after cooking. I added 1T ginger paste, 1/2 T lemongrass, 1t pepper flakes, garlic salt, brown sugar, and curry powder. That helped. ",
            "author": "Kccookingbug",
            "location": "Kansas City, Missouri",
            "date": "2020-03-08"
          }
        ],
        "steps": [
          "Place a rack in top third of oven; preheat to 400°. Stir coconut milk and curry paste in a 2-qt. baking dish to combine (or, use a medium skillet if that’s what you’ve got). Add lemongrass, ginger, and garlic. Season chicken with salt (hold back a bit since curry pastes often have a lot of salt). Place in baking dish and spoon some liquid over. Bake, occasionally spooning liquid over, until chicken is browned, tender, and cooked throughout (the joint should be reasonably easy to flex), 60–75 minutes.",
          "Divide chicken between plates. Top with coconut flakes and cilantro. Serve with rice and lime wedges alongside.",
        ]
      },
      {
        "categories": [
          "Sandwich",
          "American",
          "Cheese",
          "Cheddar",
          "Quick",
          "Easy",
          "5 Ingredients or Fewer",
          "Main",
          "Nut-Free",
          "Vegetarian",
          "Sear",
          "Lunch",
          "Dinner"
        ],
        "description": "No matter the hour (or your age), a grilled cheese sandwich is the pinnacle of crave-worthiness. This rendition doesn’t attempt to reinvent the classic. It just guides you toward making the best-ever version of it. ",
        "imageUrl": "https://assets.bonappetit.com/photos/57acf62a53e63daf11a4dbee/3:4/w_720,c_limit/best-ever-grilled-cheese.jpg",
        "rating": {
          "count": 450,
          "value": 3.58
        },
        "tag": "Quick",
        "title": "Best-Ever Grilled Cheese",
        "mainDescription": "Looking to majorly upgrade the classic grilled cheese? This recipe has you covered with bread slicked with and crisped up by the power of mayonnaise.",
        "dateUploaded": "2022-02-24",
        "servings": "Makes 1 awesome sandwich",
        "people": {
          "author": "Alison Roman",
          "photographers": [
            "Michael Graydon",
            "Nikole Herriott"
          ]
        },
        "nutritionServings": [
          {
            "name": "Calories ",
            "unit": "kcal",
            "value": "810"
          },
          {
            "name": "Fat",
            "unit": "g",
            "value": "52"
          },
          {
            "name": "Saturated Fat",
            "unit": "g",
            "value": "19"
          },
          {
            "name": "Cholesterol",
            "unit": "mg",
            "value": "95"
          },
          {
            "name": "Carbohydrates",
            "unit": "mg",
            "value": "63"
          },
          {
            "name": "Dietary Fiber",
            "unit": "g",
            "value": "3"
          },
          {
            "name": "Total Sugars",
            "unit": "g",
            "value": "11"
          },
          {
            "name": "Protein",
            "unit": "g",
            "value": "18"
          },
          {
            "name": "Sodium",
            "unit": "g",
            "value": "1400"
          }
        ],
        "ingredients": [
          {
            "count": "2",
            "ingredient": "slices ½”-thick Pullman or other white bread"
          },
          {
            "count": "2",
            "ingredient": "tablespoons mayonnaise"
          },
          {
            "count": "1",
            "ingredient": "tablespoon unsalted butter"
          },
          {
            "count": "2",
            "ingredient": "ounces thinly sliced American cheese or cheddar (about 4 slices)"
          },
          {
            "ingredient": "Freshly ground black pepper"
          },
          {
            "ingredient": "Tomato soup (for serving; optional)"
          }
        ],
        "reviews": [
          {
            "review": "I tried this recipe and was very disappointed. The mayonnaise prevented the bread from getting crispy. It took forever for the bread to even start to brown and it was still soggy. I think it's better to just use butter only. ",
            "author": "Lee Matrix",
            "location": "Virginia",
            "date": "2022-02-18"
          },
          {
            "review": "Wow I made this grilled cheese and it was so good I haven’t ate anything else since then. I believe im getting backed up but I don’t give a hoot I’ll deal with that at a later time, I believe I have the best daily schedule because of this said sandwich. I won’t go into my whole day but after I get done walking my toaster and feeding my radio I fire up the ole stove for one of these sandwiches. ",
            "author": "Anonymous",
            "location": "Oh, hey",
            "date": "2021-11-18"
          },
          {
            "review": "BEST GRILLED CHEESE EVER. I MADE THIS FOR MY BEST FRIEND AND SHE ATE IT ALL. SHE SAID THAT SHE'S ALLERGIC TO MAYO AND LACTOSE INTORELANT AND STARTED TO DANCE WEIRDLY ON THE GROUND. I THINK SHE REALLY LIKES THE GRILLED CHEESE BASED ON THIS RECIPE. THANKS, I'LL CONTINUE TO MAKE HER GRILLED CHEESE WITH THIS RECIPE.",
            "author": "Jane's Friend",
            "location": "Somewhere in the corner of the universe",
            "date": "2021-11-04"
          }
        ],
        "steps": [
          "Place bread on a cutting board and spread mayonnaise over top side of each; this is key to a golden, delectable crunch. Heat a small skillet (nonstick, ideally) over medium. Slide in half of butter. When it melts, place 1 slice of bread, mayonnaise side down, in skillet; top with cheese; season with pepper. Top with second slice of bread, mayonnaise side up. When underside is golden brown, about 4 minutes, turn sandwich and add remaining butter to skillet. Press down on sandwich to encourage even browning and to help melt cheese—be gentle, don’t smash it. Cook until second side is golden brown and cheese is melted. Eat immediately, preferably with soup."
        ]
      },
      {
        "categories": [
          "Rib Eye Steak",
          "Steak",
          "Beef",
          "Meat",
          "Fennel",
          "Vegetable",
          "Aleppo-Style Pepper",
          "Herbs & Spices",
          "Easy",
          "Main",
          "Side",
          "Gluten-Free",
          "Nut-Free",
          "Keto",
          "Dinner"
        ],
        "description": "Rich marbled meats are extra-delicious when served with cool, crunchy, acidic vegetables. It's a fact, and the combo never gets old. Bone-in strip steak or a T-bone are great choices here too. This recipe is from Where Cooking Begins by Carla Lalli Music.",
        "imageUrl": "https://assets.bonappetit.com/photos/5c5ddda30e90ec745cf64082/3:4/w_720,c_limit/Butter-Basted-Rib-Eye-with-Crunchy-Fennel-Salad.jpg",
        "rating": {
          "count": 8,
          "value": 4.9
        },
        "title": "Butter-Basted Rib Eye with Crunchy Fennel Salad",
        "mainDescription": "Rich marbled meats are extra-delicious when served with cool, crunchy, acidic vegetables.",
        "dateUploaded": "2019-06-01",
        "servings": "3-4 servings",
        "people": {
          "author": "Carla Lalli Music",
          "photographers": [
            "Gentl",
            "Hyers"
          ],
          "foodStylists": [
            "Susie Theodorou"
          ],
          "propStylists": [
            "Nina Lalli"
          ]
        },
        "ingredients": [
          {
            "count": "1",
            "ingredient": "2\"-thick bone-in rib-eye steak (about 2 lb.)"
          },
          {
            "ingredient": "Kosher salt, freshly ground pepper"
          },
          {
            "count": "⅓",
            "ingredient": "cup extra-virgin olive oil, plus more"
          },
          {
            "count": "3",
            "ingredient": "Tbsp. unsalted butter"
          },
          {
            "count": "4",
            "ingredient": "garlic cloves, 3 smashed, 1 finely grated"
          },
          {
            "count": "2–3",
            "ingredient": "sprigs rosemary"
          },
          {
            "count": "3",
            "ingredient": "oil-packed anchovy fillets, finely chopped"
          },
          {
            "count": "2",
            "ingredient": "Tbsp. white wine vinegar"
          },
          {
            "count": "2",
            "ingredient": "fennel bulbs, woody tops trimmed"
          },
          {
            "ingredient": "Aleppo-style pepper (for serving)"
          },
          {
            "ingredient": "Flaky sea salt"
          }
        ],
        "reviews": [
          {
            "review": "This recipe is undeniable. I feel like I never knew how to make a great steak until I made this. W O W ! ! ! Eating red meat has become a luxury for me and this was extravagant with the simplest of ingredients. 10/10 will make again. Thank you Carla! ",
            "author": "mrstylepants",
            "location": "San Francisco, CA",
            "date": "2020-05-18"
          },
          {
            "review": "You GUYS, not only is this steak delicious but that fennel salad...what, what?!?! I do not enjoy the taste of licorice which is what raw fennel tastes like to me, but it paired with this dressing is da bomb dot com. I couldn't get enough of it. The crunch Carla talks about is real and worth all the fennel bulb chopping. I'm also not a big red meat eater, but this ribeye recipe is getting added to the mix. Give it a try!",
            "author": "Shannon Randol",
            "date": "2020-03-14"
          },
          {
            "review": "Oh, wow, I read the recipe wrong! Use only grated garlic with the fennel salad! Makes so much more sense.....",
            "author": "Anonymous",
            "location": "Denver CO",
            "date": "2019-08-11"
          },
          {
            "review": "Ok I didn’t make the steak but the fennel salad is my new obsession. I think it would do with maybe mincing the garlic or grating all of it - as biting into even a smashed piece of raw garlic is a bit much, but whatever. Also- I ate leftovers the next day and somehow it was even better. ",
            "author": "Anonymous",
            "location": "Denver CO",
            "date": "2019-08-11"
          },
          {
            "review": "Perfect! The cooking times for the steak were spot on if you really do get a 2lb 2” bone in ribeye. The fennel salad was also surprisingly really good. I was never a fennel person but I loved it and I will now be eating fennel more often. Thanks Carla!",
            "author": "nick016",
            "location": "NYC",
            "date": "2019-06-13"
          },
        ],
        "steps": [
          "If you think of it in advance, season steak all over with kosher salt and pepper. Chill, uncovered, at least 2 hours and up to 2 days. If not, season now and proceed.",
          "Heat a medium cast-iron skillet over medium-high 2 minutes. Drizzle in enough oil to evenly coat pan with no bald spots and cook steak, turning every 2–3 minutes, until a dark crust forms on both sides and steak is very rare (a thermometer inserted dead center should register 115°), 12–15 minutes. Frequent turning will develop a gorgeous crust without creating thick strips of well-cooked steak beneath the surface.",
          "Reduce heat to medium; add butter, smashed garlic, and rosemary. Tilt skillet toward you and scoot steak to the far end of pan so that garlic and rosemary slide down into the foaming butter. Holding the skillet’s handle with your nondominant hand, spoon butter over steak repeatedly, 1–2 minutes (internal temperature should hit 120° for medium-rare). Transfer steak to a platter and let rest 15 minutes for juices to redistribute.",
          "Meanwhile, whisk together grated garlic, anchovies, and vinegar in a medium bowl; season with kosher salt. Whisk in ⅓ cup oil, then taste and season with more kosher salt and some pepper. The dressing should be punchy and acidic.",
          "Cut stalks away from fennel bulb. Remove tough outer layer from bulb, then halve lengthwise. Cut out core. Set cut side down and slice crosswise ¼\" thick, then slice stalks and fronds, which will give the salad a range of textures. Add fennel to bowl with dressing and toss to coat.",
          "Cut steak away from bone and slice against the grain ½\" thick. Season with some Aleppo-style pepper and sea salt; drizzle with oil. Serve with fennel salad alongside and the bone, too, of course."
        ]
      }
    ],
    "suggested": [
      {
        "categories": [
          "Dinner",
          "Weeknight",
          "Sheet-Pan Dinners",
          "Easy",
          "Vegetarian",
          "Nut-Free",
          "Sweet Potato",
          "Potato",
          "Vegetable",
          "Carrot",
          "Tomatillo",
          "Side",
          "Roast"
        ],
        "description": "Roasted sweet potatoes and carrots get gussied up with a zippy green salsa in this weeknight sheet pan recipe from Ali Slagle’s cookbook I Dream of Dinner (So You Don’t Have To). The verdant carrot top salsa is the real star here, balancing tart fresh tomatillos with gently charred scallions and lots of lime juice. The result is a bright condiment that can also perk up any protein, salad, grain—or even tortilla chips. If your carrots came without greens, use cilantro in their place.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f7f4828b85aed2e4c64b3a/3:4/w_720,c_limit/roasted-roots-with-green-salsa.jpg",
        "title": "Roasted Roots With Green Salsa",
        "rating": {
          "count": 1,
          "value": 5.0
        }
      },
      {
        "categories": [
          "Soup",
          "Soups and Stews",
          "American",
          "Broccoli",
          "Vegetable",
          "Cheddar",
          "Cheese",
          "Yogurt",
          "Other Ingredients",
          "Easy",
          "One Pot Meals",
          "Main",
          "Vegetarian",
          "Nut-Free",
          "Simmer",
          "Dinner"
        ],
        "description": "Our better-than-ever broccoli cheddar soup recipe is lighter and brighter than some you may have had in the past. It boasts a creaminess that comes from blended potatoes and broccoli stalks rather than heavy cream or the roux that many recipes call for—which means that, minus the optional garnish, this creamy soup is also gluten-free. Grating a block of sharp cheddar is crucial for this comfort food classic as the preshredded stuff is often mixed with an anti-caking agent that can wreak havoc with the silky texture of this delicious soup.\r\nThe other main player in broccoli cheese soup is, of course, the green stuff. The broccoli florets play two roles in this recipe: Half are added to the puréed base lending it a verdant hue, while the rest are mixed in toward the end, offering a nice crunch to break up the richness. Finally, in a nod to crusty bread bowls, we’ve added cheddar-topped croutons to every serving.\r\nFor a dairy-free broccoli soup, check out Andy Baraghani’s recipe with turmeric, peanuts, and crispy shallots or Hetty McKinnon’s broccoli and cashew number for a cream of broccoli soup experience that is completely vegan.",
        "imageUrl": "https://assets.bonappetit.com/photos/5e346e46f280950008e613c0/3:4/w_720,c_limit/Basically-Broccoli-Cheddar-Soup.jpg",
        "title": "Broccoli Cheddar Soup With Cheesy Croutons",
        ,
        "rating": {
          "count": 112,
          "value": 4.5
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Dinner",
          "Vegetarian",
          "Vegan",
          "Nut-Free",
          "Dairy-Free",
          "Gluten Free",
          "Stock",
          "Fennel",
          "Vegetable",
          "Southern",
          "American",
          "Soul Food"
        ],
        "description": "Potlikker (or “pot liquor”) is the brothy, nutrient-dense liquid gold traditionally left behind after boiling greens and beans. An ingredient whose use sheds light on the complex racialized history of Southern cooking, potlikker was once valued only by diligent enslaved Africans who saved the nourishing broth for their families after cooking greens. Chef Carla Hall, for whom potlikker was an essential element of her childhood, switches up the order, making potlikker from scratch to use as an ultra-concentrated broth—for Hall, that’s often the first step in imbuing a dish with layers of powerful flavor. In this herbaceous version, Hall doubles down on the fennel’s licorice notes by adding a glug of Pernod, an anise-based liqueur that’s a natural pairing with seafood and vegetables.\r\nUse this potlikker as a base for Hall’s Shrimp and Grits With Fennel Potlikker, her Lemony Spring Vegetable and Barley Bowl, or any dish that would benefit from an intensely aromatic broth.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f93f042afaff301442b22a/3:4/w_720,c_limit/Fennel%20Potlikker.jpg",
        "title": "Fennel Potlikker",
        ,
        "tag": "Vegan"
      },
      {
        "categories": [
          "Easy",
          "Quick",
          "Weeknight",
          "Dinner",
          "Breakfast",
          "Lunch",
          "Vegetarian",
          "Nut-Free",
          "Egg",
          "Canned Tomato",
          "Tomato",
          "Vegetable",
          "Kale",
          "Leafy Greens",
          "Harissa",
          "Condiments, Sauces & Pastes",
          "Main"
        ],
        "description": "These baked eggs are as good for a speedy weeknight dinner as they are for a festive brunch, and the pan-crisped croutons soak up just enough sauce to create wonderfully crispy-gone-soggy texture. Some brands of harissa are spicier than others, so be sure to taste as you go and adjust the crushed red pepper flake usage depending on how spicy you’d like your finished product.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f835df91c05315a4e02114/3:4/w_720,c_limit/Halloumi%20and%20egg.jpg",
        "title": "Baked Eggs and Greens in Harissa Tomato Sauce",
        ,
        "tag": "Quick"
      },
      {
        "categories": [
          "Turkey",
          "Poultry",
          "Mushroom",
          "Vegetable",
          "Pasta",
          "Dinner",
          "Green Bean",
          "Easy",
          "Weeknight",
          "Thanksgiving"
        ],
        "description": "Tetrazzini—a classic homey pasta dish usually made with chicken—gets the Thanksgiving treatment with this recipe adapted from chef and cookbook author Cal Peternell’s latest book, Burnt Toast and Other Disasters. Even the driest, overcooked turkey can be revitalized when added to a rich bath of mushrooms, heavy cream, and white wine. The result is a luscious sauce for coating a pot of pasta, as well as any “etceteras” from your holiday table: roasted brussels sprouts, sautéed green beans, cooked greens, and even cranberry sauce all make great additions.",
        "imageUrl": "https://assets.bonappetit.com/photos/6189af140d1d8bec625178e0/3:4/w_720,c_limit/20211028%20Turkey%20Etcetrazzini.jpg",
        "title": "Turkey Etcetrazzini",
        ,
        "rating": {
          "count": 8,
          "value": 4.5
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Dinner",
          "Vegetarian",
          "Vegan",
          "Nut-Free",
          "Dairy-Free",
          "Rice and Grain Bowl",
          "Barley",
          "Rice & Grains",
          "Mint",
          "Herbs & Spices",
          "Pea",
          "Vegetable",
          "Asparagus",
          "Side",
          "Main",
          "Spring"
        ],
        "description": "This one-pot dish from chef Carla Hall is basically spring in a bowl, bursting with fresh asparagus, tender green peas, lemon, and mint. It’s important to buy pearl barley for this recipe: Compared to whole grain hulled barley, which is chewy and requires lots of cooking liquid, the pearl barley used here cooks in less time and results in a creamier texture (think arborio rice). Another quick-cooking grain like pearled farro would also work well here. Making Hall’s Fennel Potlikker is a crucial first step here, so be sure to read through that recipe first.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f93f0a91c05315a4e0211a/3:4/w_720,c_limit/Lemony%20Spring%20Vegetable%20and%20Barley%20Bowl.jpg",
        "title": "Lemony Spring Vegetable and Barley Bowl",
        ,
        "tag": "Vegan"
      },
      {
        "categories": [
          "Dinner",
          "One Pot Meals",
          "Weeknight",
          "Easy",
          "Nut-Free",
          "Gluten Free",
          "Steak",
          "Beef",
          "Meat",
          "Broccoli Rabe",
          "Vegetable",
          "Cheese",
          "Main"
        ],
        "description": "Is there a better way to eat steak than under a melty layer of pepper Jack with lemony broccoli rabe? We think not! Pickled peppers are the secret star of this dish, lending acidity and just the right amount of heat to an otherwise rich one-skillet meal. (Don’t throw out the pickled pepper liquid—it makes a great addition to a vinaigrette or Bloody Mary.) The steak should be pretty rare when you shingle it over the vegetables, but don’t worry: After a few minutes under the broiler, it will be perfectly cooked.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f82103bccddc88319220ef/3:4/w_720,c_limit/20220113-0322-hot-+-fast2075-1.jpg",
        "title": "Skillet Cheesesteak With Broccoli Rabe",
        ,
        "tag": "Easy"
      },
      {
        "categories": [
          "Dinner",
          "One Pot Meals",
          "Dairy-Free",
          "Weeknight",
          "Easy",
          "Pasta",
          "Ditalini",
          "Pasta & Noodles",
          "Orzo",
          "Olive",
          "Other Ingredients",
          "Spinach",
          "Leafy Greens",
          "Vegetable",
          "Main"
        ],
        "description": "In this hearty-yet-streamlined puttanesca from Ali Slagle’s cookbook I Dream of Dinner (So You Don’t Have To), the dried pasta cooks directly in a tomato-rich broth full of capers and olives for maximum flavor absorption with one fewer pot to clean. The crunchy anchovy panko topping is optional but highly recommended.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f7f1b95851a853ef804dbe/3:4/w_720,c_limit/puttanesca.jpg",
        "title": "One-Pot Puttanesca",
        ,
        "rating": {
          "count": 16,
          "value": 5.0
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Soup",
          "Soups and Stews",
          "Dinner",
          "Main",
          "Cauliflower",
          "Vegetable",
          "Healthyish",
          "Nut-Free",
          "Vegetarian",
          "Easy",
          "Simmer"
        ],
        "description": "Most permutations of cauliflower (roasted florets, cauliflower rice, yes, even cauliflower gnocchi) rarely tempt me. But when you simmer a whole head of cauliflower with onion, garlic, and half-and-half, then blend it all until thick and velvety, it makes a sublime creamy cauliflower soup that’s all the more remarkable because it's so quick to prepare. Half-and-half adds just the right amount of rich dairy flavor to help the cauliflower taste its best, but you could also use milk, heavy cream (or mix equal parts of both for DIY half-and-half), or plant-based milk. Don’t skip the white pepper or the fresh lemon juice—they’re the secret ingredients that’ll have you craving spoonful after spoonful. The cheesy mustard croutons on top offer an ideal mix of sharp and rich flavors, but this creamy soup would also be delicious topped with toasted sunflower seeds, a spoonful of chili crisp, or some pesto.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f43764c85fdc9e98ae7078/3:4/w_720,c_limit/20220118%20Cauliflower%20Soup%20LEDE.jpg",
        "title": "Creamy Cauliflower Soup With Cheesy Mustard Croutons",
        ,
        "rating": {
          "count": 7,
          "value": 4.5
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Dinner",
          "Vegetarian",
          "Nut-Free",
          "Pasta",
          "Turnip",
          "Vegetable",
          "Southern",
          "American",
          "Soul Food",
          "Miso",
          "Condiments, Sauces & Pastes",
          "Main"
        ],
        "description": "“Turnips and their greens do not get enough love, in my opinion,” says chef Carla Hall. When simmered in butter and miso, delicate hakurei turnips turn tender and sweet, providing a perfect contrast to their peppery greens. Building on Hall’s Smoked Paprika and Sun-Dried Tomato Potlikker, this brothy pasta is hearty and warming without being too heavy. Making the Smoked Paprika and Sun-Dried Tomato Potlikker is a crucial first step here, so be sure to read through that recipe first.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f93ef93c17d5f529cd904d/3:4/w_720,c_limit/Brothy%20Pasta%20With%20Miso-Butter%20Turnips.jpg",
        "title": "Brothy Pasta With Miso-Butter Turnips",
      },
      {
        "categories": [
          "Dinner",
          "Vietnamese",
          "Southeast Asian",
          "Asian",
          "Main",
          "Dairy-Free",
          "Gluten-Free",
          "Nut-Free",
          "Vegan",
          "Vegetarian",
          "Simmer",
          "Soup",
          "Soups and Stews",
          "Rice Noodle",
          "Noodle",
          "Pasta & Noodles",
          "Oyster Mushroom",
          "Mushroom",
          "Vegetable",
          "Tofu",
          "Other Ingredients",
          "Shiitake Mushroom",
          "Kombu",
          "Seaweed"
        ],
        "description": "Pho was the dish my family gathered around every Sunday, whether we were at home or at our favorite spot in Los Angeles’s Chinatown. Even as I started to cook more vegetarian food as an adult, my craving for a filling, soul-edifying pho remained, and I spent years chasing down the right combination of ingredients that would produce a vegan pho broth just as umami-packed as one with beef bones. Here I landed on a mix of dried shiitake mushrooms, kombu (dried kelp), and miso to bring a nuanced complexity to the broth. (Read more about how I developed the recipe here.)",
        "imageUrl": "https://assets.bonappetit.com/photos/61f434a2a00646c3c79d8b98/3:4/w_720,c_limit/20220118%20Vegetarian%20Pho%20LEDE.jpg",
        "title": "Vegan Pho",
        ,
        "rating": {
          "count": 13,
          "value": 4.6
        },
        "tag": "Vegan"
      },
      {
        "categories": [
          "Soup",
          "Soups and Stews",
          "Beef",
          "Meat",
          "Short Rib",
          "Radish",
          "Vegetable",
          "Daikon",
          "Nut-Free",
          "Gluten-Free",
          "Dinner",
          "Main",
          "One Pot Meals",
          "Asian"
        ],
        "description": "Beef and daikon are a classic pairing in Asian soups. Daikon brings a pleasant sweetness to the broth—it’s so juicy and soft when done right—while beef contributes richness and depth. To make this soup, you’ll start with bone-in short ribs, separating the meat from the bones and browning both with aromatics to build deep caramelized flavor. Then you’ll deglaze the pot with rice wine and cook everything down with added spices. The end result is a comforting soup brimming with cubes of fall-apart beef and super tender daikon that will get you through the last leg of winter.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f43695b7fba5e3be0da65b/3:4/w_720,c_limit/20220118%20Beef%20and%20Radish%20LEDE.jpg",
        "title": "Five-Spice Short Rib and Daikon Soup",
        ,
        "rating": {
          "count": 1,
          "value": 5.0
        }
      },
      {
        "categories": [
          "Dinner",
          "Weeknight",
          "Easy",
          "Nut-Free",
          "Pasta",
          "Spaghetti",
          "Pasta & Noodles",
          "Shrimp",
          "Shellfish",
          "Seafood",
          "Chile",
          "Vegetable",
          "Jalapeño",
          "Main"
        ],
        "description": "This recipe uses the time-tested trio of garlic, butter, and lemon to coat spaghetti and seafood in a glossy, flavorful sauce. Along with fresh jalapeño, canned roasted green chiles—an oft-overlooked pantry superstar—lend bright vegetal heat.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f81590d1e92c476ce28c89/3:4/w_720,c_limit/20220113-0322-hot-+-fast2342.jpg",
        "title": "Green Chile Shrimp Scampi With Spaghetti",
        ,
        "rating": {
          "count": 8,
          "value": 3.3
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Dinner",
          "Lunch",
          "5 Ingredients or Fewer",
          "One Pot Meals",
          "Weeknight",
          "Easy",
          "Quick",
          "Nut-Free",
          "Dairy-Free",
          "Burger",
          "Ground Chicken",
          "Chicken",
          "Poultry",
          "Bacon",
          "Cured Meat",
          "Meat"
        ],
        "description": "The chicken burgers from Ali Slagle’s cookbook I Dream of Dinner (So You Don’t Have To) have a little secret—they’re cooked in bacon fat, which adds flavor and moisture to the ground meat. And that’s not all: The chicken meatballs are smashed into a thin layer and topped with thinly sliced onion and jalapeño, yielding browned, juicy burgers juxtaposed with the sweetness and heat of the charred vegetables. Layer it all onto a toasty bun with the crispy bacon and as much ketchup as you please, then wonder how only a handful of ingredients brought such big flavor.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f7eb50b7fba5e3be0da65d/3:4/w_720,c_limit/20211207-0222-Smash-Burger-+-Web-Extras9030.jpg",
        "title": "Chicken-Bacon Smash Burgers",
        ,
        "rating": {
          "count": 7,
          "value": 3.3
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Greek",
          "European",
          "Pasta",
          "Ground Beef",
          "Beef",
          "Meat",
          "Bake",
          "Dinner",
          "Bechamel"
        ],
        "description": "Moussaka might be the most famous Greek casserole, but it certainly isn’t the only one. Similar to Greek moussaka, pastitsio starts out with layers of spiced meat and gets finished with creamy, cheesy béchamel sauce before getting baked. Pastitsio, however, uses pasta, specifically the titular extra-large hollow noodles sometimes referred to as Greek macaroni (we love Loi brand). Bucatini will work in a pinch, as will Romano cheese subbed in for the salty, fragrant Greek cheese kasseri, which you can find at specialty markets.",
        "imageUrl": "https://assets.bonappetit.com/photos/61b770d0eebeca16d300df49/3:4/w_720,c_limit/20211208%20Pastitsio%20LEDE.jpg",
        "title": "Pastitsio",
        ,
        "rating": {
          "count": 27,
          "value": 4.9
        }
      },
      {
        "categories": [
          "Dinner",
          "Weeknight",
          "Easy",
          "Quick",
          "One Pot Meals",
          "Gluten-Free",
          "Nut-Free",
          "Dairy-Free",
          "Swordfish",
          "Fish",
          "Seafood",
          "Mahi-Mahi",
          "Asparagus",
          "Vegetable",
          "Navy Bean",
          "Bean",
          "White Bean",
          "Main"
        ],
        "description": "Swordfish is perfect for hot-and-fast applications like this springy skillet from Ali Slagle’s cookbook I Dream of Dinner (So You Don’t Have To) because it cooks quickly without drying out. Swap in another fatty fish—like mahi-mahi or salmon—and whatever crunchy vegetables (like green beans or snap peas) and small white beans (like navy or Great Northern) you have on hand. Serve alongside orzo, Israeli couscous, bulgur, or crusty bread for sopping up the lemony juices.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f7fdebbccddc88319220ed/3:4/w_720,c_limit/Swordfish%20With%20Asparagus%20and%20Beans.jpg",
        "title": "Swordfish With Asparagus and Beans",
        ,
        "rating": {
          "count": 3,
          "value": 4.5
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Dinner",
          "Vegetarian",
          "Vegan",
          "Stock",
          "Taiwanese",
          "East Asian",
          "Asian",
          "Shiitake Mushroom",
          "Mushroom",
          "Vegetable",
          "Portobello Mushroom",
          "Napa Cabbage",
          "Cabbage",
          "Leafy Greens",
          "Lunar New Year",
          "Main"
        ],
        "description": "This comforting hot pot base gets plenty of umami from mushrooms and alliums, which means there’s no need for meat. Chef Eric Sze of New York City’s 886 and wenwen likes pairing a mild, refreshing broth like this one with a spicier broth in a divided pot because switching between the two “makes your palate dance,” Sze explains. If you want to spice up this broth, however, you can add 4 Tbsp. Pixian chili bean paste and 15 dried chao tian jiao (or dried chiles de árbol) and cook for 2 minutes before adding the onions. Even if you aren’t making hot pot, you can use this broth as a flavorful (and vegan!) base for stews, soups, braises—or just something comforting to sip on.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f8205db7fba5e3be0da661/3:4/w_720,c_limit/Herbal-Mushroom-Broth.jpg",
        "title": "Herbal Mushroom Hot Pot Broth",
        "rating": {
          "count": 3,
          "value": 5.0
        },
        "tag": "Vegan"
      },
      {
        "categories": [
          "Dinner",
          "Easy",
          "Weeknight Meals",
          "Soups and Stews",
          "Soup",
          "Vegan",
          "Vegetarian",
          "Dairy-Free",
          "Nut-Free",
          "Gluten-Free",
          "Red Lentil",
          "Lentil",
          "Vegetable",
          "Simmer",
          "Main"
        ],
        "description": "Simple doesn’t have to mean boring—case in point, this red lentil soup that’s topped with crispy garlic chips and chile-infused oil and that comes together in just about 40 minutes. Preserved lemon, a pantry superstar if there ever was one, adds a brightness that cuts through the rich, stewy lentils. Because preserved lemons can vary in salt and acidity depending on the brand, you’ll want to adjust the amount of salt and lemon accordingly. As for the herbs, dill and basil work especially well in this soup, but you can use any tender herbs you have on hand. And if the toppers feel too involved for a Wednesday night (I get it!), feel free to spoon over a bit of your favorite store-bought chili crisp instead. ",
        "imageUrl": "https://assets.bonappetit.com/photos/61f438452386a674750a5f37/3:4/w_720,c_limit/20220118%20Lentil%20Soup%20LEDE.jpg",
        "title": "Red Lentil Soup With Preserved Lemon and Crispy Garlic",
        ,
        "rating": {
          "count": 9,
          "value": 4.3
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Vegan",
          "Pasta",
          "Black Pepper",
          "Weeknight",
          "Easy",
          "Quick And Easy",
          "Quick",
          "Mushroom",
          "Vegetable",
          "Vegetarian",
          "Cashew",
          "Nut",
          "Dinner"
        ],
        "description": "Delicious, a little fancy, and deceptively simple to make, this vegan cacio e pepe is a frequent star in Chrissy Tracey’s weeknight meal rotation. While the pasta is good on its own, sautéed mixed mushrooms stirred into the pasta add a dose of veggies and some intrigue. ",
        "imageUrl": "https://assets.bonappetit.com/photos/61b819004a4b16fe192529e0/3:4/w_720,c_limit/20211208%20Vegan%20Cacio%20e%20Pepe%20LEDE.jpg",
        "title": "Vegan Cacio e Pepe",
        ,
        "rating": {
          "count": 31,
          "value": 4.2
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "5 Ingredients or Fewer",
          "Stock",
          "Gluten-Free",
          "Nut-Free",
          "Dairy-Free",
          "Southern",
          "American",
          "Soul Food",
          "Ham",
          "Meat"
        ],
        "description": "Potlikker (or “pot liquor”) is the brothy, nutrient-dense liquid gold traditionally left behind after boiling greens and beans. An ingredient whose use sheds light on the complex racialized history of Southern cooking, potlikker was once valued only by diligent enslaved Africans who saved the nourishing broth for their families after cooking greens. Chef Carla Hall, for whom potlikker was an essential element of her childhood, switches up the order, making potlikker from scratch to use as an ultra-concentrated broth—for Hall, that’s often the first step in imbuing a dish with layers of meaty flavor. Here she makes potlikker with dry-cured country ham. If you can’t find country ham, smoked ham hocks will bring similar intensity.",
        "imageUrl": "https://assets.bonappetit.com/photos/61f93f042afaff301442b22b/3:4/w_720,c_limit/Country-Ham-Potlikker.jpg",
        "title": "Country Ham Potlikker",
        ,
        "rating": {
          "count": 3,
          "value": 4.5
        }
      }
    ],
    "trending": [
      {
        "categories": [
          "Cocktail",
          "Drinks All",
          "Spritz",
          "Ginger",
          "Herbs & Spices",
          "Lillet",
          "Alcohol & Other Drinks",
          "Drinks",
          "Easter"
        ],
        "description": "This light, refreshing drink recipe will be your new favorite to serve at brunch or picnics.",
        "imageUrl": "https://assets.bonappetit.com/photos/5aa9650130a186203c128b22/3:4/w_720,c_limit/ginger-spritz.jpg",
        "title": "Ginger Spritz",
        ,
        "rating": {
          "count": 3,
          "value": 5.0
        }
      },
      {
        "categories": [
          "Halibut",
          "Fish",
          "Seafood",
          "Quick",
          "Easy",
          "Weeknight Meals",
          "Main",
          "Gluten-Free",
          "Nut-Free",
          "Fry",
          "Dinner"
        ],
        "description": "Get the pan smoking hot so the halibut won’t stick. Let it get a good sear on the first side, which will also help it release.",
        "imageUrl": "https://assets.bonappetit.com/photos/57adc3901b3340441497568f/3:4/w_720,c_limit/butter-basted-halibut-steaks-with-capers.jpg",
        "title": "Butter-Basted Halibut Steaks with Capers",
        ,
        "rating": {
          "count": 77,
          "value": 2.9
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Hot Drink",
          "Drinks All",
          "Ginger",
          "Herbs & Spices",
          "Cardamom",
          "Cinnamon",
          "Quick",
          "Easy",
          "Drinks",
          "Non-Alcoholic",
          "Healthyish"
        ],
        "description": "This chai is definitively ginger-forward. Feel free to add a little more maple syrup if you like it on the sweeter side. This is part of BA's Best, a collection of our essential recipes.",
        "imageUrl": "https://assets.bonappetit.com/photos/57acca021b334044149751b5/3:4/w_720,c_limit/bas-best-masala-chai.jpg",
        "title": "BA's Best Masala Chai",
        ,
        "rating": {
          "count": 21,
          "value": 4.6
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Cold Drink",
          "Drinks All",
          "Hibiscus",
          "Herbs & Spices",
          "Tapioca",
          "Other Ingredients",
          "Drinks",
          "Non-Alcoholic"
        ],
        "description": "In this bubble tea recipe, cherries and hibiscus turn the drink hot pink. You can use other teas to make flavor variations, the options are endless.",
        "imageUrl": "https://assets.bonappetit.com/photos/57aded7bf1c801a1038bccb6/3:4/w_720,c_limit/hot-pink-hibiscus-bubble-tea.jpg",
        "title": "Hot-Pink Hibiscus Bubble Tea",
        ,
        "rating": {
          "count": 10,
          "value": 3.9
        }
      },
      {
        "categories": [
          "Dessert",
          "Fruit Dessert",
          "Bar Cookie",
          "Cookie",
          "Baking",
          "Nut-Free",
          "Passion Fruit",
          "Fruit"
        ],
        "description": "DESCRIPTION",
        "imageUrl": "https://assets.bonappetit.com/photos/61f939492dfbea635d633387/3:4/w_720,c_limit/Passion-Fruit-Bars.jpg",
        "title": "Passion Fruit Bars",
        ,
        "rating": {
          "count": 4,
          "value": 3.5
        }
      },
      {
        "categories": [
          "Dessert",
          "Cake",
          "Loaf Cake",
          "Nut-Free",
          "Baking",
          "Turmeric",
          "Herbs & Spices",
          "Lemon",
          "Citrus",
          "Fruit"
        ],
        "description": "To make the lemon-iest lemon cake, work smarter not harder. Instead of upping the amount of fresh fruit, seek out a more intense initial product. Preserved lemons, when puréed into paste and incorporated into the simple batter, bring a powerful citrus flavor and subtle brininess that zest and juice alone could never achieve. Olive oil reinforces the fruity savoriness and works with the sour cream to keep this loaf plush and moist for days. (And before you worry, even though preserved lemons are salt-cured, the final product does not taste salty.)",
        "imageUrl": "https://assets.bonappetit.com/photos/61f93936798718bf6ac4efca/3:4/w_720,c_limit/Preserved-Lemon-Tea-Cake.jpg",
        "title": "Preserved-Lemon Tea Cake",
        ,
        "rating": {
          "count": 4,
          "value": 4.3
        }
      },
      {
        "categories": [
          "Cocktail",
          "Drinks All",
          "Vodka",
          "Alcohol & Other Drinks",
          "Triple Sec",
          "Lime",
          "Citrus",
          "Fruit",
          "Easy",
          "Quick",
          "Drinks"
        ],
        "description": "We will avoid all Sex and the City references here, but the fact remains: This cocktail is classic for a reason.",
        "imageUrl": "https://assets.bonappetit.com/photos/57acbfc8f1c801a1038bc722/3:4/w_720,c_limit/cosmopolitan.jpg",
        "title": "Cosmopolitan",
        ,
        "rating": {
          "count": 32,
          "value": 3.9
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Pasta",
          "Italian",
          "European",
          "Zucchini",
          "Squash",
          "Vegetable",
          "Summer Squash",
          "Spaghetti",
          "Pasta & Noodles",
          "Summer",
          "Easy",
          "Main",
          "Nut-Free",
          "Sauté",
          "Dinner"
        ],
        "description": "With the help of the large holes on a box grater, zucchini transforms into a pile of soft shreds. Cook it down with olive oil, onion, and garlic and it becomes a creamy, caramelized mush that’s great to spread on toast (like in the recipe this one was inspired by, Jennie Cook’s Zucchini Butter), stir into scrambled eggs, or turn into pasta sauce with the assistance of cream and lemon juice. You’ll be amazed by how many zucchini cook down into this one dish—a very good thing when you’re staring down a pile of this prolific summer star.",
        "imageUrl": "https://assets.bonappetit.com/photos/5f48ef0f683772f4cb97e816/3:4/w_720,c_limit/Basically-ZucchiniPasta05.jpg",
        "title": "Creamy Lemon Zucchini Pasta",
        ,
        "rating": {
          "count": 135,
          "value": 4.6
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Custard",
          "Dessert",
          "Coffee",
          "Alcohol & Other Drinks",
          "Gluten-Free",
          "Nut-Free",
          "Baking"
        ],
        "description": "The flavor inspiration for this recipe was Häagen-Dazs coffee ice cream mixed with burned caramel. Baking the crème caramel in a water bath is key for achieving that barely set, dense, and luscious consistency. And the lemon juice will help prevent your caramel from crystallizing. This recipe is from Where Cooking Begins by Carla Lalli Music.",
        "imageUrl": "https://assets.bonappetit.com/photos/5c5de7c033a51d5ba1cac9a5/3:4/w_720,c_limit/Coffee-Cre%CC%80me-Caramel.jpg",
        "title": "Coffee Crème Caramel",
        ,
        "rating": {
          "count": 23,
          "value": 3.8
        }
      },
      {
        "categories": [
          "Pancake",
          "Chickpea Flour",
          "Flour",
          "Brussels Sprout",
          "Vegetable",
          "Kale",
          "Leafy Greens",
          "Quick",
          "Easy",
          "Weeknight Meals",
          "Main",
          "Vegetarian",
          "Nut-Free",
          "Healthyish",
          "Lunch",
          "Dinner"
        ],
        "description": "These cheesy, green-y, and utterly satisfying chickpea pancakes were inspired by Healthyish contributor Aliza Abarbanel’s favorite work-from-home comfort lunch. “I’ve filled these pancakes with just about every leftover in the fridge, from cooked greens to roasted mushrooms to marinated lentils, but melty cheese remains a constant,” she says. Gluten-free and packed with protein, chickpea flour pancakes come in many variations across the world, from Indian besan chilla to French socca to Italian farinata. If you don’t feel like or have time to make pancake batter during your lunch break (though we highly recommend it!) large flour or alt-flour tortillas work wonderfully as a substitute; just fold the cooked greens and cheese inside the tortillas and heat directly in the skillet to melt the cheese.",
        "imageUrl": "https://assets.bonappetit.com/photos/601de206fa147fe6ff9102db/3:4/w_720,c_limit/Lunch-Chickpea-Pancakes-greens-cheese.jpg",
        "title": "Chickpea Pancakes With Greens and Cheese",
        ,
        "rating": {
          "count": 84,
          "value": 4.6
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Hot Drink",
          "Drinks All",
          "Cocktail",
          "Green Tea",
          "Alcohol & Other Drinks",
          "Mint",
          "Herbs & Spices",
          "Lemon",
          "Citrus",
          "Fruit",
          "Mezcal",
          "Winter",
          "Fall",
          "Drinks",
          "Vegetarian",
          "Nut-Free",
          "Dairy-Free",
          "Gluten-Free",
          "Non-Alcoholic",
          "Healthyish"
        ],
        "description": "No booze required for this soothing green tea toddy. But if you do want an extra dose of warmth, we like this with smoky mezcal.",
        "imageUrl": "https://assets.bonappetit.com/photos/5dc99dd5fd8bf400082e3c5a/3:4/w_720,c_limit/Soberish-Tea-Totaler-Toddy2.jpg",
        "title": "Tea-Totaler’s Toddy",
        ,
        "rating": {
          "count": 2,
          "value": 4.0
        }
      },
      {
        "categories": [
          "Cocktail",
          "Drinks All",
          "Mexican",
          "Latin American",
          "Grapefruit",
          "Citrus",
          "Fruit",
          "Tequila",
          "Alcohol & Other Drinks",
          "Mezcal",
          "Drinks"
        ],
        "description": "It turns out the Paloma, not the Margarita, is Mexico's most beloved cocktail.",
        "imageUrl": "https://assets.bonappetit.com/photos/57ae3888f1c801a1038bd14b/3:4/w_720,c_limit/paloma.jpg",
        "title": "Paloma",
        ,
        "rating": {
          "count": 266,
          "value": 4.1
        }
      },
      {
        "categories": [
          "Arctic Char",
          "Fish",
          "Seafood",
          "Bass",
          "Salmon",
          "Miso",
          "Condiments, Sauces & Pastes",
          "Asparagus",
          "Vegetable",
          "Easy",
          "Main",
          "Nut-Free",
          "Roast",
          "Dinner"
        ],
        "description": "It’s hard to resist the lure of crispy anything. Here, quick-cooking fillets of fish are slathered in a deeply flavorful combination of miso, butter, and panko, then broiled until the breadcrumbs form a toasty, golden crust. My days as a line cook at Perry St restaurant in New York inspired the technique behind this dish. It was my first job out of culinary school, and in the winter we’d make a similar dish using roast cod topped with a thin sheet of truffle butter reinforced with panko. This is an easier, far more accessible version that’s just as tasty. I use my preferred technique of cooking fish with the skin on (it holds the flesh together as it cooks) yet with no intention of getting it crispy—I just lift the fish away from the skin when it’s time to serve. I find that chasing crispy fish skin is a heartbreaking pursuit, so I don’t even bother. Besides, you won’t miss it with all the texture from the buttery panko business on top. ",
        "imageUrl": "https://assets.bonappetit.com/photos/608acac46863f9a7d9726b13/3:4/w_720,c_limit/Basically-CrispyMisoFish.jpg",
        "title": "Crispy Miso-Butter Fish With Asparagus",
        ,
        "rating": {
          "count": 99,
          "value": 4.3
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Pasta",
          "Italian",
          "European",
          "Spaghetti",
          "Pasta & Noodles",
          "Maitake Mushroom",
          "Mushroom",
          "Vegetable",
          "Oyster Mushroom",
          "Crimini Mushroom",
          "Shiitake Mushroom",
          "Quick",
          "Easy",
          "Weeknight Meals",
          "Main",
          "Vegetarian",
          "Nut-Free",
          "Dinner"
        ],
        "description": "Supermarkets would have you believe it’s always mushroom season. It is—for white buttons, maybe. But the first cool fall days bring feathery maitakes, meaty oysters, and other flavorful varieties worth seeking out at the farmers’ market. Whichever one you pick, all they’ll need is a quick sear in a hot pan before being tossed into a creamy pasta sauce.",
        "imageUrl": "https://assets.bonappetit.com/photos/5d4ddd602c815a00080f9771/3:4/w_720,c_limit/BA-0919-Creamy-Pasta-Crispy-Mushroom-Playbook.jpg",
        "title": "Creamy Pasta with Crispy Mushrooms",
        ,
        "rating": {
          "count": 277,
          "value": 4.4
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Stir-Fry",
          "Asparagus",
          "Vegetable",
          "Ground Pork",
          "Pork",
          "Meat",
          "Scallion",
          "Onion",
          "Spring",
          "Weeknight Meals",
          "Quick",
          "Easy",
          "One Pot Meals",
          "Main",
          "Dairy-Free",
          "Keto",
          "Healthyish",
          "Sauté",
          "Dinner"
        ],
        "description": "A Sichuan-inspired stir-fry of blistered yet snappy asparagus and crispy pork in an aromatic sauce from Smitten Kitchen’s Deb Perelman. We jump on asparagus the second we see it at the market this time of year, but green beans, snap peas, or any other crisp green spring vegetable would also be great here. Don’t forget a side of chile crisp.",
        "imageUrl": "https://assets.bonappetit.com/photos/5e5e82147cab300008eef67b/3:4/w_720,c_limit/Picky-Eaters-Pork-Asparagus-Stir-Fry-Recipe.jpg",
        "title": "Pork and Asparagus Stir-Fry",
        ,
        "rating": {
          "count": 73,
          "value": 4.8
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Cocktail",
          "Drinks All",
          "Bourbon",
          "Whiskey",
          "Alcohol & Other Drinks",
          "Easy",
          "Quick",
          "5 Ingredients or Fewer",
          "Drinks"
        ],
        "description": "The key to an excellent whiskey sour? Getting the balance just right. This whiskey sour recipe has all the right proportions of bright, bracing lemon juice; warming, floral bourbon; and sweet simple syrup to deliver a refreshing cocktail that’s neither too cloying nor too biting. Using freshly squeezed juice is essential—the stuff that comes out of fruit-shaped squeeze bottles doesn’t even compare. If you don't have any lemon on hand, you can swap it out for lime (or a mixture of the two). Serve on the rocks with an orange wheel and a Maraschino cherry arranged neatly on a drink spear (optional but recommended!), and enjoy. Cheers!",
        "imageUrl": "https://assets.bonappetit.com/photos/57acc14e53e63daf11a4d9b6/3:4/w_720,c_limit/whiskey-sour.jpg",
        "title": "Whiskey Sour",
        ,
        "rating": {
          "count": 186,
          "value": 4.5
        },
        "tag": "Quick"
      },
      {
        "categories": [
          "Pastries",
          "Dessert",
          "American",
          "Yeast",
          "Other Ingredients",
          "Pecan",
          "Nut",
          "Cinnamon",
          "Herbs & Spices",
          "Snack",
          "Baking",
          "Easter",
          "Breakfast"
        ],
        "description": "These buns can be assembled the night before, needing only a final rise before baking. This is part of BA's Best, a collection of our essential recipes.",
        "imageUrl": "https://assets.bonappetit.com/photos/57ad4548f1c801a1038bcb22/3:4/w_720,c_limit/the-ultimate-sticky-buns-529.jpg",
        "title": "The Ultimate Sticky Buns",
        ,
        "rating": {
          "count": 284,
          "value": 3.9
        }
      },
      {
        "categories": [
          "Pasta",
          "Italian",
          "European",
          "Canned Tomato",
          "Tomato",
          "Vegetable",
          "Spaghetti",
          "Pasta & Noodles",
          "Basil",
          "Herbs & Spices",
          "Parmesan",
          "Cheese",
          "Easy",
          "Main",
          "Nut-Free",
          "Vegetarian",
          "Sauté",
          "Simmer",
          "Dinner"
        ],
        "description": "Nothing says “baby’s first kitchen” quite like mediocre store-bought marinara sauce dumped over clumpy noodles—but nothing says “hello I am a confident, resourceful, worldly home cook” like a tangle of perfectly-cooked spaghetti cradling a rich, buttery, almost-as-easy-to-make-as-opening-a-can pomodoro sauce. And once you’ve made this recipe, you’ll understand all of the tricks and techniques that separate mediocre at-home pasta dishes from the ones fancy restaurants charge the big bucks for. This recipe is a part of the Basically 10x10, a collection of ten essential, no-fail recipes that every home cook should have in their arsenal.",
        "imageUrl": "https://assets.bonappetit.com/photos/5b9009799915d52d4edc0f73/3:4/w_720,c_limit/basically-pasta-pomodoro-1.jpg",
        "title": "Basically Spaghetti Pomodoro",
        ,
        "rating": {
          "count": 150,
          "value": 4.7
        },
        "tag": "Easy"
      },
      {
        "categories": [
          "Bread",
          "Dessert",
          "Banana",
          "Fruit",
          "Snack",
          "Vegetarian",
          "Baking"
        ],
        "description": "Here at BA everybody has their favorite banana bread recipe. We made every one of them—14 to be exact—until we came up with a collective favorite. Dark brown sugar is key (keeping the bread ultra tender and moist), and a dollop of mascarpone (which you can sub with sour cream or yogurt if desired) makes for superior tenderness in the crumb. Chocolate and walnuts are optional but encouraged, and if you like an extra crunch, follow former BA test kitchen director and cookbook author Carla Lalli Music’s recommendation and sprinkle the top with raw sugar just before you put the pan in the oven. Serve slices plain or slathered with cream cheese or butter.",
        "imageUrl": "https://assets.bonappetit.com/photos/57ad371b53e63daf11a4dcfc/3:4/w_720,c_limit/banana-bread-1-of-1.jpg",
        "title": "BA’s Best Banana Bread",
        ,
        "rating": {
          "count": 1238,
          "value": 4.2
        }
      },
      {
        "categories": [
          "Dessert",
          "Cake",
          "Easy",
          "Nut-Free",
          "Baking",
          "Chocolate",
          "Other Ingredients",
          "Matcha",
          "Glutinous Rice Flour",
          "Flour"
        ],
        "description": "This dessert could grace a pastry shop window, but its elegance masks its ease (just as the shiny chocolate glaze covers up the bouncy-cushiony-chewy middle). The mochiko, or sweet rice flour, is what gives the cake its unique texture, and the earthy matcha and bittersweet chocolate make it not too sweet. In the spirit of the Hawaiian butter mochi that inspired the recipe, it requires minimal equipment and comes together in the time it takes the oven to heat up. Do take the time to sift the matcha, however—it ensures that there aren’t any dry bits in the final cake—and splurge for ceremonial-grade matcha if you want the most vibrant color possible.",
        "imageUrl": "https://assets.bonappetit.com/photos/61fd95b3d1e92c476ce28d15/3:4/w_720,c_limit/Chocolate-Matcha-Butter-Mochi-Cake.jpg",
        "title": "Chocolate-Matcha Butter Mochi Cake",
        ,
        "rating": {
          "count": 23,
          "value": 4.6
        },
        "tag": "Easy"
      }
    ]
  },
  "videos": [
    {
      "title": "Recreating Carla Hall's Chicken Fried Steak From Taste",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1644947420/bonappetit_reverse-engineering-recreating-carla-halls-chicken-fried-steak-from-taste.jpg",
      "series": "Reverse Engineering",
      "uploadDate": "2022-02-16"
    },
    {
      "title": "How a Sugar Artist Crafts a 5-Tier Wedding Cake",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1644607210/bonappetit_handcrafted-how-to-decorate-a-5-tier-wedding-cake.jpg",
      "series": "Handcrafted",
      "uploadDate": "2022-02-14"
    },
    {
      "title": "Nina Dobrev & Julianne Hough Taste Nuts With Brad",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1644432734/bonappetit_taste-buds-nina-dobrev-and-julianne-hough-taste-nuts-with-brad.jpg",
      "series": "Taste Testers",
      "uploadDate": "2022-02-10"
    },
    {
      "title": "Jessie Makes Drunken Clams & Noodles",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1644269132/bonappetit_from-the-test-kitchen-jessie-makes-drunken-clam-noodles.jpg",
      "series": "From the Test Kitchen",
      "uploadDate": "2022-02-08"
    },
    {
      "title": "Pro Chefs Make Chicken Wings 7 Ways",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1643902886/bonappetit_test-kitchen-talks-pro-chefs-make-chicken-wings-7-ways.jpg",
      "series": "Test Kitchen Talks",
      "uploadDate": "2022-02-07"
    },
    {
      "title": "Brad Makes Pickled Mussels",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1643750454/bonappetit_it-s-alive-with-brad-brad-makes-pickled-mussels.jpg",
      "series": "It's Alive",
      "uploadDate": "2022-02-03"
    },
    {
      "title": "Chris Makes Hot Honey Radicchio Salad",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1643299027/bonappetit_from-the-test-kitchen-chris-makes-hot-honey-radicchio-salad.jpg",
      "series": "From the Test Kitchen",
      "uploadDate": "2022-01-27"
    },
    {
      "title": "Brad Makes Fermented Hot Honey",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1643150985/bonappetit_it-s-alive-with-brad-brad-makes-hot-honey-with-fermented-chilies.jpg",
      "series": "It's Alive",
      "uploadDate": "2022-01-26"
    },
    {
      "title": "Recreating Aarón Sánchez's Chiles Rellenos From Taste",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1643129865/bonappetit_reverse-engineering-recreating-aaron-sanchezs-chiles-rellenos-from-taste.jpg",
      "series": "Reverse Engineering",
      "uploadDate": "2022-01-25"
    },
    {
      "title": "Jeff Goldblum Makes A Birthday Cake With Brad",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1642618876/bonappetit_taste-buds-jeff-goldblum-bakes-a-cake-with-brad.jpg",
      "series": "Taste Testers",
      "uploadDate": "2022-01-20"
    },
    {
      "title": "24 Hours at a Michelin-Rated Restaurant, From Ingredients To Dinner Service",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1642535909/bonappetit_on-the-line-greg-baxtrom.jpg",
      "uploadDate": "2022-01-19"
    },
    {
      "title": "Perfect Shawarma: Takeout vs Pro Chef",
      "imageUrl": "https://dwgyu36up6iuz.cloudfront.net/heru80fdn/image/upload/c_fill%2Cd_placeholder_image.jpg%2Cfl_progressive%2Cg_center%2Ch_900%2Cq_80%2Cw_1600/v1642190309/bonappetit_taking-on-takeout-who-makes-the-best-shawarma-takeout-vs-pro-chef.jpg",
      "series": "Taking on Takeout",
      "uploadDate": "2022-01-18"
    }
  ],
  "products": [
    {
      "imageUrl": "https://assets.bonappetit.com/photos/61e755ce6b6fe523b0365397/1:1/w_2560%2Cc_limit/20220112%2520Best%2520Coffee%2520Maker%2520LEDE.jpg",
      "title": "The Best Espresso Machines for Beginners, Coffee Nerds, and Everyone in Between",
      "subtitle": "A good espresso machine is an investment. But how much do you spend at the coffee shop every year?"
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/620adb363d88f61b63a582e4/1:1/w_2560%2Cc_limit/20220211%2520HR%2520Le%2520Creuset%2520French%2520Press%2520LEDE.jpg",
      "title": "My Le Creuset French Press Symbolizes Everything I Love About Adulthood",
      "subtitle": "The best gift my roommate ever gave me was a sense of home. The second best gift was a Le Creuset French press."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/61a68bba1c01773ccb0acad1/1:1/w_2560%2Cc_limit/EComm_Reviews_Gaggia.jpg",
      "title": "Does the Gaggia Classic Pro Espresso Machine Live up to the Hype?",
      "subtitle": "One BA staffer drank an unholy amount of coffee to find out."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/61f43b340e09933a242b0fd5/1:1/w_2560%2Cc_limit/20220112%2520HR%2520Trade%2520Coffee%2520LEDE.jpg",
      "title": "I Get My Coffee Mailed To Me And It's 100% Worth It",
      "subtitle": "Each time a bag of beans from Trade Coffee arrives, it’s like a little caffeinated gift."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/61ba08b6f27d37f5a603301a/1:1/w_2560%2Cc_limit/20211207%2520HR%2520Cometeer%2520Coffee.LEDE.jpg",
      "title": "This Flash-Frozen Coffee Is Revolutionizing My Morning",
      "subtitle": "For coffee connoisseurs looking for a quick fix, it doesn’t get any better than this."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/5c5b006e6c0b212cac365206/1:1/w_2560%2Cc_limit/coffee-group.jpg",
      "title": "The Best Ways to Make Coffee, According to Baristas",
      "subtitle": "Plus, their favorite tools for getting the job done."
    }
  ],
  "tips": [
    {
      "imageUrl": "https://assets.bonappetit.com/photos/61f43d0ee4c1e4bf7ae16049/1:1/w_2560%2Cc_limit/20220118%2520ITS%2520Tofu%2520Feta%2520LEDE.jpg",
      "title": "I Was Skeptical, But Tofu-Feta Is Actually a Good Stand-In For Feta-Feta",
      "subtitle": "And you can call it tofeta."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/620ab201d2e1174a97415a30/1:1/w_2560%2Cc_limit/20220211%2520Mushroom%2520Stock%2520LEDE.jpg",
      "title": "Mushroom Stock Does What Meat Stock Could Never",
      "subtitle": "Simple and streamlined, fast and flavorful, good hot or cold or frozen, and best enjoyed…pantsless?"
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/620d384523422b90ab130f63/1:1/w_2560%2Cc_limit/20220208%2520Jam%2520French%2520Toast%2520LEDE.jpg",
      "title": "This One Addition Makes French Toast Way More Flavorful",
      "subtitle": "Jam in your French toast > jam on your French toast."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/61f4340abb40748ef6bbe1ef/1:1/w_2560%2Cc_limit/20220118%2520Spices%2520LEDE.jpg",
      "title": "You Should Add Spices to Your Coffee Grounds",
      "subtitle": "This simple trick almost made me a morning person."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/620ff735c1311ab68cac62f8/1:1/w_2560%2Cc_limit/20220215%2520Freeze%2520Your%2520Tofu%2520LEDE.jpg",
      "title": "For Firmer, Chewier, More Absorbent Tofu, Freeze It",
      "subtitle": "“The freezer changed me.” —Your tofu"
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/620d18fb71cfcab79c213708/1:1/w_2560%2Cc_limit/12.03.l21_BonAppetit_Hotpot_C126024-Edit.jpg",
      "title": "Everything You Need to Know to Make Hot Pot At Home",
      "subtitle": "The method (and the madness) behind our favorite way communal, choose-your-own-adventure meal."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/61f1ce6f0b14cb497b6baca3/1:1/w_2560%2Cc_limit/BA0322hotpot04_2.jpg",
      "title": "How to Make the Best Broth, According to an Expert",
      "subtitle": "Turns out there’s more to great broth than throwing a bunch of scraps into a pot."
    },
    {
      "imageUrl": "https://assets.bonappetit.com/photos/6204147038a4d0b4d56612f9/1:1/w_2560%2Cc_limit/20220208%2520Mustard%2520Croutons%2520LEDE.jpg",
      "title": "There Are Regular Croutons—And Then There Are Cheesy Croutons",
      "subtitle": "I would do pro bono PR for these croutons."
    }
  ]
}